Repository: Lotusshaney/autopkgr
Catalog: AutoPkgr/Supporting Files/*.lproj/Localizable.strings
Languages: es, fr

source: Install
es: Instalación
fr: Installer

source: Repos & Recipes
es: Repositorios & Recetas
fr: Dépôts & Recettes

source: Schedule
es: Horario
fr: Calendrier

source: Notifications
es: Notificaciones

source: Folders & Integration
es: Carpetas & Integración
fr: Dossiers & Intégration

# %@ %@ installed.
source: %1$@ %2$@ installed.
es: %1$@ %2$@ instalado.
fr: %1$@ %2$@ installé.

# %@ %@ update available.
source: %1$@ %2$@ update available.
es: Actualización disponible para %1$@ %2$@.
fr: Mise à jour disponible %1$@ %2$@.

source: %@ not installed.
es: %@ no instalado.
fr: %@ non installé.

source: AutoPkgr needs to run a package installer.
es: AutoPkgr debe ejecutar la instalación de un paquete.
fr: AutoPkgr a besoin d'exécuter un programme d'installation de package.

source: Requirements for %@ are not met.
es: Requsitos para %@ no satisfechos.
fr: Les pré-requis pour %@ ne sont pas remplis.

source: Are you sure you want to remove the %@ recipe override? Any changes made to the file will be lost.
es: Está seguro de querer remover la receta adaptada para %@? Se perderá cualquier modificación.
fr: Etes-vous sûr de vouloir supprimer la recette override %@? Toutes les modifications apportées au fichier seront perdues.

source: AutoPkgr is trying to remove a recipe override.
es: AutoPkgr está intentando remover una receta adaptada.
fr: AutoPkgr tente de retirer une recette override.

source: Choose an editor for AutoPkgr recipe overrides
es: Escoja un editor para modificar recetas adaptadas de AutoPkgr
fr: Choisissez un éditeur pour les overrides de recette AutoPkgr

source: Running selected AutoPkg recipes...
es: Ejecutando las recetas de AutoPkg seleccionadas...
fr: Exécution de recettes AutoPkg sélectionnés...

source: Would you like to give the override a unique name?
es: Le gustaría darle un nombre único a esta receta adaptada?
fr: Aimeriez-vous donner un nom unique à la recette override?

source: AutoPkgr is trying to remove the autopkg run schedule.
es: AutoPkgr está intentando remover el horario de ejecución de autopkg.
fr: AutoPkgr tente de supprimer le calendrier d'exécution AutoPkg.

source: Email test completed
es: Prueba de mensaje completada
fr: Test e-mail terminée

source: Successfully sent test email.
es: Mensaje de prueba enviado satisfactoriamente.
fr: Envoi réussi de l'e-mail de test.

source: Test notification from AutoPkgr
es: Notificación de prueba de AutoPkgr
fr: Notification de test de AutoPkgr.

source: This is a test notification from <strong>AutoPkgr</strong>.
es: Esta es una notificación de prueba enviada por <strong>AutoPkgr</strong>.
fr: Ceci est une notification de test à partir de <strong>AutoPkgr</strong>.

source: There was a problem sending the test email. Double-check the SMTP settings you specified in AutoPkgr.
es: Tuvimos dificultades enviando el mensaje de prueba. Revise la configuración SMTP especificada en AutoPkgr.
fr: Il y avait un problème d'envoi du e-mail de test. Vérifiez les paramètres SMTP spécifiés dans AutoPkgr.

source: %1$@ could not find the %2$@ folder located in %3$@. Please verify that this folder exists.
es: %1$@ no encontró la carpeta %2$@ ubicada en %3$@. Verifique la presencia de esta carpeta.
fr: %1$@ impossible de trouver le dossier %2$@ situé dans %3$@. Merci de vérifier que ce dossier existe.

source: %1$@ could not find the Munki repository located in %2$@. Please verify that this folder exists.
es: %1$@ no encontró el repositorio Munki ubicado en %2$@. Verifique la presencia de esta carpeta.
fr: %1$@ impossible de trouver le dépôt Munki situé dans %2$@. Merci de vérifier que ce dossier existe.

source: AutoPkgr is trying to uninstall a package.
es: AutoPkgr está intenando desinstalar un paquete.
fr: AutoPkgr tente de désinstaller un paquet.

source: Cannot find the Munki repository.
es: No se encuentra el repositorio de Munki.
fr: Dépôt Munki introuvable.

source: checking status
es: revisando estatus
fr: vérification de l'état

# helpInfoAutoPkgAPIToken
source: Creating a GitHub API token will increase your per hour search limit from 60 to 5000. The token has only a 'public' scope, meaning it cannot be used to retrieve personal information from your account, or push to any repos you may have access to. You can verify this token within your profile page at %1$@ You can revoke this token at any time. It will be stored in your user's home folder at %2$@. For more information on GitHub's oAuth tokens visit developer.github.com
es: Crear un API token de GitHub incrementará el límite de búsquedas por hora de 60 a 5000. El token sólo permite acceso al ámbito público, de manera que no es posible acceder información personal, o empujar cambios a ningún repositorio al cual pueda tener acceso. Usted puede verificar el token dentro de su página de perfil en %1$@ También puede revocar el token en cualquier momento. El token será guardado en su carpeta de inicio en %2$@. Para más información acerca de los tokens oAuth to GitHub, diríjase a developer.github.com
fr: La création d'un jeton API GitHub augmentera votre limite de fréquence de recherche de 60 par heure à 5000 par heure. Le jeton n'a qu'une portée «public», ce qui signifie qu'il ne peut pas être utilisé pour récupérer des informations personnelles de votre compte, ou pousser à tous les dépôts auxquels vous pourriez avoir accès. Vous pouvez vérifier ce jeton au sein de votre page de profil à %1$@ Vous pouvez révoquer ce jeton à tout moment. Il sera stocké dans le dossier d'accueil de votre utilisateur au %2$@. Pour plus d'informations sur les jetons OAuth de GitHub visiter developer.github.com

source: Requesting Token
es: Solicitando token
fr: Demander un jeton.

source: Last AutoPkg Run: %@
es: Última ejecución AutoPkg: %@
fr: Dernière exécution de AutoPkg: %@

source: Never by AutoPkgr
es: Nunca por AutoPkgr
fr: Jamais par AutoPkgr

# Run AutoPkg %@s at %@
source: Run AutoPkg %1$@s at %2$@
es: Ejecutar AutoPkg %1$@s a las %2$@
fr: Exécuter AutoPkg %1$@s at %2$@

source: Run AutoPkg Daily at %@
es: Ejecutar AutoPkg diariamente a las %@
fr: Exécuter AutoPkg tous les jours à %@

source: Run AutoPkg Every %@ Hours
es: Ejecutar AutoPkg cada %@ horas
fr: Exécuter AutoPkg toutes les %@ heures

source: Run AutoPkg Now
es: Ejecutar AutoPkg ahora
fr: Exécutez AutoPkg Maintenant

source: AutoPkgr wants to remove the helper tool and associated files.
es: AutoPkgr quiere remover el helper tool y sus archivos respectivos.
fr: AutoPkgr veut supprimer l'outil d'aide et les fichiers associés.

source: This includes the helper tool, launchd schedule, and other launchd plist. You can safely remove it from your Applications folder.
es: Esto incluye el helper tool, horario launchd, y preferencias launchd adicionales. Puede removerlo de su carpeta de Aplicaciones sin peligro alguno.
fr: Cela inclut l'outil d'aide, le calendrier launchd, et d'autres plists launchd. Vous pouvez le retirer en toute sécurité de votre dossier Applications.

source: Thanks for using AutoPkgr
es: Gracias por utilizar AutoPkgr
fr: Merci d'utiliser AutoPkgr

source: AutoPkgr will now quit.
es: AutoPkgr saldrá ahora.
fr: AutoPkgr va maintenant quitter.

source: Remove AutoPkgr components.
es: Remover componentes de AutoPkgr.
fr: Retirer les composants AutoPkgr.

source: Removed AutoPkgr associated files.
es: Archivos adicionales de AutoPkgr han sido removidos.
fr: Fichiers supprimés associés à AutoPkgr.

source: Removing default AutoPkg repo for %@
es: Removiendo repositorio predeterminado de AutoPkg para %@
fr: Suppression du repo AutoPkg par défaut pour %@

source: Removing Token
es: Removiendo token
fr: Suppression du jeton.

source: %ld problems were found in the AutoPkg preference file
es: %ld se encontraron problemas con el archivo de preferencias de AutoPkg
fr: %ld problèmes ont été trouvés dans le fichier de préférences AutoPkg

source: You've chosen not to upgrade your recipe list. Either relaunch AutoPkgr to restart the migration process, or downgrade to an older 1.1.x AutoPkgr release.
es: Ha elegido no actualizar su lista de recetas. Ejecute AutoPkgr de nuevo para reiniciar el proceso de migración, o revierta a una versión 1.1.x más antigua de AutoPkgr.
fr: Vous avez choisi de ne pas mettre à jour votre liste de recettes. Relancez AutoPkgr pour redémarrer le processus de migration, ou rétrogradez vers une ancienne version 1.1.x de AutoPkgr.

source: AutoPkgr was able to repair the AutoPkg preference file. No further action is required.
es: AutoPkgr logró reparar el archivo de preferencias de AutoPkg. No se requiren más acciónes.
fr: AutoPkgr a pu réparer le fichier de préférences AutoPkg. Aucune autre action est nécessaire.

source: AutoPkgr could not repair the AutoPkg preference file. If the problem persists open an issue on the AutoPkgr GitHub page.
es: AutoPkgr no logró reparar el archivo de preferencias de AutoPkg. Si el problema persiste, abra una cuestión en la página GitHub de AutoPkgr.
fr: AutoPkgr n'a pas pu réparer le fichier de préférences AutoPkg. Si le problème persiste, signalez-le sur la page GitHub de AutoPkgr.

source: . It has been automatically removed from your recipe list in order to prevent recurring errors.
es: . Ha sido removida automáticamente de su lista de recetas para prevenir errores recurrentes.
fr: . Il a été automatiquement supprimé de votre liste de recettes afin d'éviter des erreurs récurrentes.

source: [%@] New software available for testing:
es: [%@] Nuevo software disponible para pruebas:
fr: [%@] Nouveau logiciel disponible pour les tests:

source: [%@] Failures occurred while running AutoPkg
es: [%@] Ocurrieron fallas ejecutando AutoPkg
fr: [%@] Des échecs se sont produits lors de l'exécution AutoPkg

source: [%@] Error occurred while running AutoPkg
es: [%@] Ocurrió error ejecutando AutoPkg
fr: [%@] Une erreur est survenue lors de l'exécution d'AutoPkg

source: New software available for testing:
es: Nuevo software disponible para pruebas:
fr: Nouveau logiciel disponible pour les tests:

source: Nothing new to report.
es: Nada nuevo que informar.
fr: Rien de nouveau à signaler.

source: AutoPkg Run Error on: %@
es: Error de ejecución de AutoPkg con: %@
fr: AutoPkg erreur d'exécution: %@

source: The following errors occurred:
es: Ocurrieron los siguientes errores:
fr: Ces erreurs se sont produites:

source: The following failures occurred:
es: Ocurrieron las siguientes fallas:
fr: Ces échecs ont eu lieu:

source: Cancel AutoPkg Run
es: Cancelar ejecución de AutoPkg
fr: Annuler l'exécution d'AutoPkg

source: Cannot find the %@ folder.
es: No se encuentra la carpeta %@.
fr: Le dossier %@ est introuvable.

source: This report was generated by %@
es: Este reporte fue generado por %@
fr: Ce rapport a été généré par %@

source: Uninstalling %@...
es: Desinstalando %@...
fr: Désinstaller %@...

source: Update to helper components available
es: Actualización disponible para los componentes de ayuda
fr: Mise à jour des composants auxiliaires disponibles

source: Updates for integrated components:
es: Actualizaciones para componentes integrados:
fr: Mises à jour pour les composants intégrés:

source: AutoPkgr is trying to add an autopkg run schedule.
fr: AutoPkgr tente d'ajouter un calendrier d'exécution de AutoPkg.
