Repository: Lotusshaney/autopkgr
Catalog: AutoPkgr/Supporting Files/*.lproj/LocalizableAutoPkg.strings
Languages: es, fr

source: AutoPkgr encountered an error
es: AutoPkgr encontró un error
fr: AutoPkgr a rencontré une erreur

source: Error adding repo
es: Error agregando repositorio
fr: Erreur d'ajout de dépôt.

source: Error creating recipe override file
es: Error creando archivo para la receta adaptada
fr: Erreur de création de fichier override de recette

source: Error encountered listing recipes
es: Error enumerando recetas
fr: Erreur lors de l'établissement de la liste de recettes

source: Error encountered listing repos
es: Error enumerando repositorios
fr: Erreur lors de la liste des dépôts

source: Error encountered searching for recipe
es: Error buscando recetas
fr: Erreur lors de la recherche de la recette

source: Error getting AutoPkg version
es: Error obteniendo versión de AutoPkg
fr: Erreur lors de l'obtention de la version de AutoPkg

source: Error removing repo
es: Error removiendo repositorio
fr: Erreur lors de la suppression du dépôt

source: Error running recipes
es: Error ejecutando recetas
fr: Erreur lors de l'exécution des recettes

source: Error updating repo
es: Error actualizando repositorio
fr: Erreur de mise à jour de dépôt
