Repository: Lotusshaney/autopkgr
Catalog: AutoPkgr/Views-Controllers-XIB/Integration Views/*.lproj/LGAutoPkgIntegrationView.strings
Languages: es

# 2DM-Pk-cEe.placeholderString
source: https://username:password@proxy:8080
es: https://usuario:contraseña@proxy:8080

# 2iB-pp-6MS.title
source: Use custom proxy settings:
es: Utilizar ajustes proxy:

# 3nH-ob-ob4.title
source: Proxy settings
es: Ajustes proxy

# 460-FS-hUS.title
source: Use proxy settings defined in System Preferences
es: Utilizar ajustes proxy definidos en Preferencias del Sistema

# 9m9-DU-jpF.title
source: GitHub API token generator
es: Generador de API token GitHub

# BOa-ar-cgf.placeholderString
source: GitHub username
es: Usuario GitHub

# KQa-Dn-SVx.title
source: Proxy Bypass:
es: Circunvalación Proxy:

# OLM-io-jIc.title
source: Generating a GitHub API token will increase the number of recipe searches you can perform per hour.
es: Generando un API token para GitHub incrementará la cantidad de búsquedas por hora posibles.

# Opa-Cl-skm.title
source: Recipe/Override Editor
es: Editor de Recetas/Receptas Adaptadas

# Ovo-Ez-myb.title
source: WARNING: This requires storing the above information in clear text, and is not recommended.
es: AVISO: Esto requiere almacenar la información anterior como texto no encriptado, y no se recomienda.

# SMi-ml-B6d.title
source: Pre/Post Processors
es: Pre/Post Procesadores

# Vf8-4E-bKf.ibShadowedIsNilPlaceholder
source: http://username:password@proxy:8080
es: http://usuario:contraseña@proxy:8080

# X7S-tL-0U0.title
source: Preprocessors
es: Preprocesadores

# Z6Z-la-ERa.title
source: Defining your proxy here will allow AutoPkg to work over your proxy even when no user is logged in.
es: Definiendo su proxy aquí permitirá el funcionamiento de AutoPkg a través de su proxy así no haya sesión de usuario.

# Zpn-pz-ra4.ibShadowedIsNilPlaceholder
source: http://username:password@proxy:8080
es: http://usuario:contraseña@proxy:8080

# e8M-Qy-3C2.title
source: Generate API Token
es: Generar API Token

# ggi-49-F33.title
source: Do not use proxies
es: No utilizar proxys

# h4b-fR-6Sb.title
source: HTTP Proxy:
es: Proxy HTTP:

# mE5-pR-bgw.title
source: Use proxy settings defined in System Preferences
es: Utilizar ajustes proxy definidos en Preferencias del Sistema

# mN7-lS-7SX.placeholderString
source: http://username:password@proxy:8080
es: http://usuario:contraseña@proxy:8080

# qqx-yH-R4g.title
source: HTTPS Proxy:
es: Proxy HTTPS:

# spM-7Y-gtD.title
source: Postprocessors
es: Postprocesadores

# xHZ-hf-yEN.placeholderString
source: GitHub password
es: Contraseña GitHub

# xL9-cT-bfZ.ibShadowedIsNilPlaceholder
source: .local,10.0.0.0/24,.mylocaldomain.com
es: .local,10.0.0.0/24,.midominiolocal.com

# y5a-2Y-hgq.title
source: Verbose AutoPkg run
es: Ejecución AutoPkg verbosa
