Repository: Lotusshaney/autopkgr
Catalog: AutoPkgr/Views-Controllers-XIB/Integration Views/*.lproj/LGVirusTotalAnalyzerIntegrationView.strings
Languages: fr

# 3YD-9U-1yY.title
source: Use default
fr: Utiliser par défaut

# 8X3-Cd-5mY.title
source: seconds
fr: secondes

# Efg-Vi-9eR.title
source: bytes
fr: octets

# UeS-Wv-7wa.title
source: VirusTotal API Key
fr: Clé API VirusTotal

# XUa-qe-B0k.title
source: Pause between scans:
fr: Pause entre les balayages:

# ddD-JG-quU.title
source: Maximum file size:
fr: Taille maximale du fichier:

# f3y-zI-ucB.title
source: Use my own:
fr: Utiliser ma propre:

# iCS-x9-MoY.title
source: Always scan downloads (even if not new)
fr: Toujours contrôler les téléchargements (même s'il n'y en a pas de nouveau)

# oUv-h4-uUP.title
source: Use proxy settings defined in System Preferences
fr: Utilisez les paramètres de proxy de Préférences Système

# sk4-fn-26r.title
source: Automatically submit downloads to VirusTotal database
fr: Soumettre automatiquement les téléchargements à la base de données VirusTotal
