Repository: Lotusshaney/autopkgr
Catalog: AutoPkgr/Views-Controllers-XIB/Tab Views/*.lproj/LGIntegrationsViewController.strings
Languages: es

# 1ck-Sa-gTO.title
source: Ouvrir dans le Finder
es: Abrir en Finder

# 8qz-tI-OVK.title
source: Installer
es: Instalar/configurar

# 9Pa-A5-LiR.title
source: Cachette:
es: Cache:

# HVQ-B9-qFe.title
source: Choisir...
es: Seleccione...

# IxD-XN-nM0.title
source: Table View Cell
es: Casilla de vista de la tabla

# QM0-hF-4j5.title
source: Intégrations
es: Integraciones

# Tyq-UC-DFc.title
source: Choisir...
es: Seleccione...

# Uu3-dg-Ae2.title
source: Dossiers AutoPkg
es: Carpetas AutoPkg

# aaW-Xo-fdG.title
source: Ouvrir dans le Finder
es: Abrir en Finder

# bQJ-Dd-IV4.title
source: Text Cell
es: Casilla de texto

# g8b-Ua-YZE.title
source: Recettes de remplacement:
es: Recetas adpatadas:

# gTC-Jl-CoB.title
source: Ouvrir dans le Finder
es: Abrir en Finder

# l5o-py-X9A.title
source: Dépôts:
es: Repositorios:

# vam-69-phD.title
source: Choisir...
es: Seleccione...
